const sample = {
    'thead': {'0': ['Заголовок', 'Pfujk', 'small', 'toooooo big', 'more than three words', 'last']},
    "tbody": {
        "Тележка садовая Крестьянка с поворотными колёсами": {
            "code": "11-00144349",
            "id": 6988,
            "name": "Тележка садовая Крестьянка с поворотными колёсами",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Дымогенератор PLATON XL (некомплект) [Готовая продукция (распродажа)]": {
            "code": "11-00006729",
            "id": 7462,
            "name": "Дымогенератор PLATON XL (некомплект) [Готовая продукция (распродажа)]",
            "qty": 6,
            "reserved": 0,
            "lack": -6,
            "quotas": 0
        },
        "Сыроварня Bergmann 30л": {
            "code": "11-00144489",
            "id": 7486,
            "name": "Сыроварня Bergmann 30л",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Шнур базальтовый плетеный 4 мм [Готовая продукция]": {
            "code": "11-00143154",
            "id": 7481,
            "name": "Шнур базальтовый плетеный 4 мм [Готовая продукция]",
            "qty": 126,
            "reserved": 0,
            "lack": -126,
            "quotas": 0
        },
        "ЩП01 Щепокол большой (некомплект) [ОПТ]": {
            "code": "11-00143710",
            "id": 6427,
            "name": "ЩП01 Щепокол большой (некомплект) [ОПТ]",
            "qty": 132,
            "reserved": 0,
            "lack": -132,
            "quotas": 25
        },
        "Купон подарочный (-1000р) промо 4355 ИПГ": {
            "code": "не указано",
            "id": 7528,
            "name": "Купон подарочный (-1000р) промо 4355 ИПГ",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тестовый товар 5 [Wildberries отправка]": {
            "code": "11-00144225",
            "id": 6916,
            "name": "Тестовый товар 5 [Wildberries отправка]",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тестовый товар 4 [Готовая продукция]": {
            "code": "11-00144224",
            "id": 6911,
            "name": "Тестовый товар 4 [Готовая продукция]",
            "qty": 2,
            "reserved": 0,
            "lack": -2,
            "quotas": 0
        },
        "Насадка пескоструйная 3 мм (сопло 3 мм на пистолет пескоструя) [Готовая продукция]": {
            "code": "11-00134610",
            "id": 1200,
            "name": "Насадка пескоструйная 3 мм (сопло 3 мм на пистолет пескоструя) [Готовая продукция]",
            "qty": 1,
            "reserved": 1,
            "lack": 0,
            "quotas": 0
        },
        "МГ03 Мангал (некомплект) [Готовая продукция (распродажа)]": {
            "code": "11-00138286",
            "id": 7455,
            "name": "МГ03 Мангал (некомплект) [Готовая продукция (распродажа)]",
            "qty": 4,
            "reserved": 0,
            "lack": -4,
            "quotas": 0
        },
        "Автоклав Белорусский NEW TERM 27 л [Wildberries отправка]": {
            "code": "11-00137842",
            "id": 3145,
            "name": "Автоклав Белорусский NEW TERM 27 л [Wildberries отправка]",
            "qty": 1,
            "reserved": 1,
            "lack": 0,
            "quotas": 0
        },
        "Трубогиб Дино NEW [Wildberries отправка]": {
            "code": "11-00139728",
            "id": 5125,
            "name": "Трубогиб Дино NEW [Wildberries отправка]",
            "qty": 5,
            "reserved": 0,
            "lack": -5,
            "quotas": 0
        },
        "Базальтовый шнур для печи буржуйки МП [Wildberries отправка]": {
            "code": "11-00137008",
            "id": 4302,
            "name": "Базальтовый шнур для печи буржуйки МП [Wildberries отправка]",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Кадка дуб 15л": {
            "code": "11-00140228",
            "id": 1277,
            "name": "Кадка дуб 15л",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Трубогиб удачный Премиум NEW с натяжителем+Стопорные кольца на ТГ Дино и Удачный NEW (4 шт)": {
            "code": "11-00144333",
            "id": 6963,
            "name": "Трубогиб удачный Премиум NEW с натяжителем+Стопорные кольца на ТГ Дино и Удачный NEW (4 шт)",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Пескоструйный аппарат Спутник 18 л Красный": {
            "code": "11-00142795",
            "id": 5148,
            "name": "Пескоструйный аппарат Спутник 18 л Красный",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тест2": {
            "code": "не указано",
            "id": 100,
            "name": "Тест2",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тест1": {
            "code": "не указано",
            "id": 98,
            "name": "Тест1",
            "qty": 2,
            "reserved": 0,
            "lack": -2,
            "quotas": 0
        },
        "Тест3": {
            "code": "не указано",
            "id": 102,
            "name": "Тест3",
            "qty": 3,
            "reserved": 0,
            "lack": -3,
            "quotas": 0
        }
    },
    "tfoot1": {
        "Тележка садовая Крестьянка с поворотными колёсами": {
            "code": "11-00144349",
            "id": 6988,
            "name": "Тележка садовая Крестьянка с поворотными колёсами",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Дымогенератор PLATON XL (некомплект) [Готовая продукция (распродажа)]": {
            "code": "11-00006729",
            "id": 7462,
            "name": "Дымогенератор PLATON XL (некомплект) [Готовая продукция (распродажа)]",
            "qty": 6,
            "reserved": 0,
            "lack": -6,
            "quotas": 0
        },
        "Сыроварня Bergmann 30л": {
            "code": "11-00144489",
            "id": 7486,
            "name": "Сыроварня Bergmann 30л",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Шнур базальтовый плетеный 4 мм [Готовая продукция]": {
            "code": "11-00143154",
            "id": 7481,
            "name": "Шнур базальтовый плетеный 4 мм [Готовая продукция]",
            "qty": 126,
            "reserved": 0,
            "lack": -126,
            "quotas": 0
        },
        "ЩП01 Щепокол большой (некомплект) [ОПТ]": {
            "code": "11-00143710",
            "id": 6427,
            "name": "ЩП01 Щепокол большой (некомплект) [ОПТ]",
            "qty": 132,
            "reserved": 0,
            "lack": -132,
            "quotas": 25
        },
        "Купон подарочный (-1000р) промо 4355 ИПГ": {
            "code": "не указано",
            "id": 7528,
            "name": "Купон подарочный (-1000р) промо 4355 ИПГ",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тестовый товар 5 [Wildberries отправка]": {
            "code": "11-00144225",
            "id": 6916,
            "name": "Тестовый товар 5 [Wildberries отправка]",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тестовый товар 4 [Готовая продукция]": {
            "code": "11-00144224",
            "id": 6911,
            "name": "Тестовый товар 4 [Готовая продукция]",
            "qty": 2,
            "reserved": 0,
            "lack": -2,
            "quotas": 0
        },
        "Насадка пескоструйная 3 мм (сопло 3 мм на пистолет пескоструя) [Готовая продукция]": {
            "code": "11-00134610",
            "id": 1200,
            "name": "Насадка пескоструйная 3 мм (сопло 3 мм на пистолет пескоструя) [Готовая продукция]",
            "qty": 1,
            "reserved": 1,
            "lack": 0,
            "quotas": 0
        },
        "МГ03 Мангал (некомплект) [Готовая продукция (распродажа)]": {
            "code": "11-00138286",
            "id": 7455,
            "name": "МГ03 Мангал (некомплект) [Готовая продукция (распродажа)]",
            "qty": 4,
            "reserved": 0,
            "lack": -4,
            "quotas": 0
        },
        "Автоклав Белорусский NEW TERM 27 л [Wildberries отправка]": {
            "code": "11-00137842",
            "id": 3145,
            "name": "Автоклав Белорусский NEW TERM 27 л [Wildberries отправка]",
            "qty": 1,
            "reserved": 1,
            "lack": 0,
            "quotas": 0
        },
        "Трубогиб Дино NEW [Wildberries отправка]": {
            "code": "11-00139728",
            "id": 5125,
            "name": "Трубогиб Дино NEW [Wildberries отправка]",
            "qty": 5,
            "reserved": 0,
            "lack": -5,
            "quotas": 0
        },
        "Базальтовый шнур для печи буржуйки МП [Wildberries отправка]": {
            "code": "11-00137008",
            "id": 4302,
            "name": "Базальтовый шнур для печи буржуйки МП [Wildberries отправка]",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Кадка дуб 15л": {
            "code": "11-00140228",
            "id": 1277,
            "name": "Кадка дуб 15л",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Трубогиб удачный Премиум NEW с натяжителем+Стопорные кольца на ТГ Дино и Удачный NEW (4 шт)": {
            "code": "11-00144333",
            "id": 6963,
            "name": "Трубогиб удачный Премиум NEW с натяжителем+Стопорные кольца на ТГ Дино и Удачный NEW (4 шт)",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Пескоструйный аппарат Спутник 18 л Красный": {
            "code": "11-00142795",
            "id": 5148,
            "name": "Пескоструйный аппарат Спутник 18 л Красный",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тест2": {
            "code": "не указано",
            "id": 100,
            "name": "Тест2",
            "qty": 1,
            "reserved": 0,
            "lack": -1,
            "quotas": 0
        },
        "Тест1": {
            "code": "не указано",
            "id": 98,
            "name": "Тест1",
            "qty": 2,
            "reserved": 0,
            "lack": -2,
            "quotas": 0
        },
        "Тест3": {
            "code": "не указано",
            "id": 102,
            "name": "Тест3",
            "qty": 3,
            "reserved": 0,
            "lack": -3,
            "quotas": 0
        }
    }
};

export default sample;
